www/note/movie.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>movie</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="movie"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-08-10 12:09:29 CST"/>
<meta name="author" content="dirtysalt"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">movie</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 movie</a>
<ul>
<li><a href="#sec-1-1">1.1 赛德克巴莱</a></li>
<li><a href="#sec-1-2">1.2 教父</a></li>
<li><a href="#sec-1-3">1.3 教父1(Godfather1)</a></li>
<li><a href="#sec-1-4">1.4 教父2(Godfather2)</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> movie</h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> 赛德克巴莱</h3>
<div class="outline-text-3" id="text-1-1">


<hr/>

<p>
花冈一郎：“头目，被日本人统治不好吗？我们现在文明地生活，有学校，有邮局，不必再像从前一样依靠野蛮的猎杀而生存……被日本人统治难道不好吗？”
</p>
<p>
莫那·鲁道：“被日本人统治难道好吗！男人被迫弯下腰来搬运木头，女人被迫跪下膝来帮佣陪酒，该领的钱全进了日本警察的口袋……我这个当头目的除了每天喝醉了假装看不见听不见，还能怎么样！邮局、商店、学校，什么时候让族人的生活变得更好过？反倒让他们感觉到自己有多贫穷了！”
</p>
<p>
花冈一郎：“头目，我们就再忍二十年好吗……”
</p>
<p>
莫那·鲁道：“再过二十年就不会再有赛德克人，不会再有猎场，孩子就全都变成日本人了！！”
</p>
<p>
莫那·鲁道：“达奇斯（花冈一郎），喝酒吧！回去以后喝他个大醉吧！……喝吧！我们酿的酒可以让人无拘无束，让人手舞足蹈、哭笑随性，大醉一场之后你就会懂了！回去吧！”
</p>

<hr/>

<p>
花冈一郎：“您又不是不知道日本有多少军队……这么做只不过是白白牺牲而已！您上次不是还说日本人比森林里的……”
</p>
<p>
莫那·鲁道：“日本人比森林里的树叶还要繁密，比浊水溪里的石头还要多，但是我反抗的决心比奇莱山还要坚定！如果你所谓的文明是让我们卑躬屈膝，那我就让你们看一看野蛮的骄傲！……达奇斯，你这个从来不想了解自己民族的子孙给我听好，‘赛德克·巴莱’可以输掉身体，但是一定要赢得灵魂！！”
</p>

<hr/>

<p>
塔道·诺干：“你明明知道这一战一定会败，为什么还要去打！”
</p>
<p>
莫那·鲁道：“为了就要被遗忘的图腾！你看这些年轻人白白净净的脸，没有赛德克人应有的纹面图腾，你忍心看他们死后的灵魂被祖灵遗弃？还是你觉得他们不够资格成为一个双手染血的‘赛德克·巴莱’？”
</p>
<p>
塔道·诺干：“……图腾？”
</p>
<p>
莫那·鲁道：“图腾！”
</p>
<p>
塔道·诺干：“用生命去换取图腾，那用什么来换回这些年轻的生命！！”
</p>
<p>
莫那·鲁道：“骄傲！！”
</p>

<hr/>

<p>
莫那·鲁道：“十五岁那年，我第一次出草，我也紧张胆怯、手脚发抖，但是我的眼神如箭！挥下敌人首级的瞬间，我忘记了什么叫做害怕，因为我知道我将作为勇士回到部落参加欢庆的酒宴，因为我知道从今以后部落里的男女老少都将尊敬我的勇猛！可是这次不一样！今天我们虽然成功血祭祖灵，取得了走过彩虹桥的资格，但是我门接下来要面对的不是酒宴的欢庆，而是选择死亡的方式！早在起事之前你们就知道这种结果了，不是吗！孩子们，别急着害怕！你们今天表现得很勇猛，祖灵们一定都看到了。但接下来要面对的才是真正的战斗，是要让异族人吓破肝胆的战斗！森林的祖灵鸟正驱赶着吃腐肉的乌鸦，水汽后的阳光只会让彩虹更加艳丽。孩子们啊，不要害怕，祖灵会肯定我们是守护猎场的好战士，你们手上的血痕就是印记，你们已经是赛德克巴莱了！！记住，一定要保持骄傲！我们要一起通过彩虹桥！”
</p>

<hr/>

<p>
莫纳·鲁道：“如果所谓的文明就是让我们卑躬屈膝，那么就让你看看野蛮的骄傲！”
</p>
</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> 教父</h3>
<div class="outline-text-3" id="text-1-2">

<p>这类事情每十年左右总要发生一次，这是恶感积累到一定程度的必然结果。如果咱们再小事情上让人家牵着鼻子走，他们就会得寸进尺，逼得咱们走投无路。
</p>
<p>
一个人只有一个命运。
</p>
<p>
我要同他讲道理。这是不流血又解决问题的最后机会。
</p>
<p>
维托在年轻的时候就被认为是通情达理的人，他从来没有说过一句威胁的话，他始终使用的是不可抗拒的逻辑。他办事终归要根据的原则是：别人也得到了应得的一份利益，各方都不吃亏。他为达到这个目的，采用的是公开手法。他像许多天才商人一样懂得：自由竞争是浪费，垄断是有效的。因此他追求的目标就是要达到那种有效的垄断
</p>
<p>
哪怕有些人眼瞎帮不了咱们的忙也要，我相信友谊，我也愿意首先表示我的友谊
</p>
<p>
使用威胁乃是最愚蠢的自我暴露，事前不想想就大发脾气是最危险的任性表现。谁也没有听到过老头子脱口而出说过一句赤裸裸的威胁的话，
</p>
<p>
谁也没有看到她发脾气的不能控制。就这样，他竭力把自己的戒律交给桑儿，他认为：人生除了有一个敌人过高估计你的缺点，就在没有更大的自然优势了。
</p>
<p>
我为人一向谨慎小心。在生活中，我发现粗心大意最不和我的脾气。女人儿童粗心大意一下倒没有什么，男人以粗心大意就不得了。
</p>
<p>
塔塔格里亚只不过是一个拉皮条，他根本不可能斗过桑蒂诺，这就是我为什么认为不必对事情进行调查了解的主要原因了。知道巴齐尼插手，这就足够了
</p>
<p>
你对你所爱的人不能随便说‘不’字，也不能常常说，这就是诀窍。当你说‘不’字时，你得把‘不’字说得像‘是’字一样悦耳。另一个办法就是让他们说‘不’字。你得耐心，还得不怕麻烦。
</p>
<p>
诀窍就是首先要发现哪个人不怕死，甚至找死。接着就是使你自己成为世界上他所希望的不要把他打死的唯一的人。他只有一个恐惧，不是怕死，而是怕你可能会成为打死他的人。做到这一部，那它就是你的贴心人了。
</p>
<p>
一个男子汉在自己子女面前拿不出爸爸的气度出来，绝对不可能是真正的男子汉
</p>
<p>
友谊就是一切，它比天赋更重要。朋友比政府更重要，朋友简直等于自家人。
</p>
<p>
一个带着公事包的律师能够闭一百个带着枪的强盗榨取更多的财物
</p>
<p>
千万别动肝火，千万不可作出威胁的样子，要和别人说理。说理的艺术就在于撇开一切侮辱，一切威胁。他打了你左脸，那么把右脸转过来让他再打。黑根曾经亲眼见过教父一连八个钟头稳坐在谈判桌旁，一再忍受侮辱，试图说服一个臭名昭著，狂妄自大，飞扬跋扈的狂人改过自新。八个钟头谈判无效，可里昂无可奈何的举起双手，对谈判桌旁其余人说：谁也无法和这号人说话。说完昂首阔步离开会议室。那个狂妄自大的人吓得脸色苍白，然后秘密请克利昂回到会议室。协议达成了，但是三个月后，那个狂人就在他常去的理发店被击毙。
</p>
<p>
我希望你的事业能够继续兴旺发达，我们国家需要你从事的事业
</p>
<p>
在克利昂一家的世界里，肉体美，女人的性魅力，在处理世俗事务的过程中一点分量也没有。男女之间的问题是无足轻重的私人小事，当然，除非涉及到婚姻和家庭荣辱。
</p>
</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> 教父1(Godfather1)</h3>
<div class="outline-text-3" id="text-1-3">

<p>人物：
</p><ol>
<li>维托柯里昂 纽约首领，教父
</li>
<li>麦克柯里昂 三儿子，冷静能干，但是不愿意陷入家族事业
</li>
<li>弗雷多柯里昂 二儿子，懦弱怕事
</li>
<li>山提诺柯里昂 大儿子，冲动
</li>
<li>康妮柯里昂 女儿
</li>
<li>强尼方亭 教子
</li>
<li>汤姆海根 教父的参谋私人律师
</li>
<li>保利 教父的司机，属于克里门沙的手下
</li>
<li>安索 面包师，是一个意大利人，来美国参战但是因为战争的结束可能会被遣返意大利，因为教父的原因能够留在美国:-)
</li>
<li>克里门沙 教父手下
</li>
<li>包纳萨拉 殡仪师，他的女儿被两个很有势力的人打得很重，但是自己没有办法对付那两个有势力的人，在教父的帮助下对付了两个有势力的人，后来帮助教父美容了一下满身疮痍的山提诺的尸体
</li>
<li>巴西尼 黑帮家族
</li>
<li>塔塔基利亚 黑帮家族
</li>
<li>路卡布拉西 教父得力打手
</li>
<li>华尔斯 好莱坞导演
</li>
<li>布诺塔塔基利亚 塔塔基利亚家族人
</li>
<li>麦克劳斯 纽约警局警长
</li>
<li>路 索隆索的司机
</li>
<li>卡洛 康妮的老公
</li>
<li>汤马西诺 教父在西西里亚认识的人
</li>
<li>艾波洛尼亚 麦克在西西里亚的妻子
</li>
<li>法布里奇奥 麦克在西西里亚的保镖，但是被塔塔基利亚收买
</li>
<li>卡罗 麦克在西西里亚的另一个保镖
</li>
<li>卡麦克瑞安诺 布朗区首领
</li>
<li>飞利浦塔塔基利亚 布鲁克林首领，塔塔基利亚家族首领
</li>
<li>维多史特基 斯坦登岛首领
</li>
<li>凯特 麦克的老婆
</li>
<li>莫格林 拉斯维加斯赌场的经理，可以说是创建了拉斯维加斯赌城
</li>
<li>沙尔泰西欧 教父手下 
</li>
</ol>


<p>
故事实在是很难描述清楚，主线只有一条就是索隆索+塔塔基利亚+巴西尼家族和柯里昂家族的斗争，但是事情发展确实是很很曲折，这里面只是记录下一些重要的点，前几遍看的时候没有反应过来
</p><ol>
<li>和索隆索的谈判中，山提诺的一句话造成了教父的杀身之祸，因为索隆索知道教父没有心思介入毒品，但是他的儿子愿意，儿子继承父业就能够合作了
</li>
<li>保利的叛变是在整个冬天都假装生病并且向索隆索报告了教父的出行习惯，在某个点才会出办公室并且回家，为索隆索的杀手汇报了情况。因为保利之前都是替教父开车的人
</li>
<li>山提诺说漏嘴了教父就立刻派路卡布拉奇去杀掉索隆索，因为他知道事态的严重， 但是索隆索把路卡杀掉并且立刻封锁消息，直到后面通过西西里人的口信，就是路卡的防弹衣+一条死鱼告诉柯里昂家族，路卡和鱼长眠了。封锁消息然后让教父认为路卡成功打入塔塔基利亚内部，放松警惕，真是…
</li>
<li>卡洛被巴奇尼收买并且殴打康妮，让山提诺冲动单独出行结果被塔塔基利亚家族干掉，这是因 为之前山提诺干掉了布诺塔塔基利亚，造成了事件的升级，因为之前只是索隆索和柯里昂家族的事情，现在到了塔塔基利亚和柯里昂家族之间的事情，这就是冲动的后果
</li>
<li>沙尔泰西欧后来是不服麦克柯里昂的管理， 因为麦克柯里昂希望将自己的发展向内华达州前，而在此之前不希望泰西欧和克里门沙自立门户，而且承诺他们需要六个月才能够独立门户。泰西欧而认为这六个月如果不能够独立门户将会被巴西尼踩在头上，结果投靠了巴西尼家族:-(
</li>
</ol>


</div>

</div>

<div id="outline-container-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> 教父2(Godfather2)</h3>
<div class="outline-text-3" id="text-1-4">

<p>人物：
</p><ol>
<li>保罗柯里昂 维托柯里昂的哥哥
</li>
<li>西西欧 西西里亚的一个黑帮老大
</li>
<li>安东尼柯里昂 维托柯里昂的儿子
</li>
<li>玛莉柯里昂 维托柯里昂的女儿
</li>
<li>法兰吉潘坦居利 以前属于克里门沙的手下,克里门沙死后归麦克管理
</li>
<li>派特格瑞 内华达的一个参议院
</li>
<li>威利奇奇 法兰吉潘坦居利的一个保镖
</li>
<li>强尼欧拉 海门罗斯的一个助手
</li>
<li>艾尔纳利 麦克柯里昂的一个保镖,这个人在第一部的时候最后面是去杀巴西尼的
</li>
<li>罗萨罗 克里门沙打算死后把布朗区的三个地区给他处理,但是他算是海门罗斯的人
</li>
<li>范伦奇 在维托柯里昂时代那个地区的黑手党的人
</li>
<li>海门罗斯 维托柯里昂的一个合作伙伴,维托柯里昂尊敬他,但是从来不相信他:-)
</li>
<li>汤马西诺 维托柯里昂在西西里的一个朋友 
</li>
</ol>



<hr/>
<ol>
<li>你的父亲尊重海门罗斯，但是他从来不相信海门罗斯
</li>
<li>想想他们怎么想的，建立生意上面的话，没有什么事情是不可能发生的
</li>
<li>历史的车轮告诉我们，没有人是干不掉的
</li>
<li>close to your firends,closer to your enemies
</li>
</ol>


<p>
这集有很多人牵扯进来了，但是大部分都不是很重要，这里也只是写下一些要点的东西， 我比较喜欢第二部，因为第二部有着更多的利益冲突在里面而不仅仅是恐怖，而且如果需要恐怖的话，你可以站在mike的角度去找杀手的，你会觉得很恐怖。因为你不知道是法兰吉潘坦居利还是海门罗斯，两个人都是自己父亲的得力助手
</p><ol>
<li>mike希望把在内华达和拉斯维加斯的赌场扩大到托比卡拉，在那边扩充赌场,但是那边没有营业执照，所以希望从派特格瑞这个内华达的参议员这里买到营业执照，但是派特格瑞将营业执照从2万提到25万，并且希望每个月能够收到4个赌场营业总额的5%，这是不能够接受的。 我猜应该是mike知道派特格瑞经常去妓院，所以故意弄出一件命案嫁祸给派特格瑞并且威胁他，这也是为什么之后派特格瑞被拉到柯里昂家族这边了，够手段:-)
</li>
<li>我猜想第一次麦克柯里昂被刺杀的时候，怀疑的对象是法兰吉潘坦居利而不是海门罗斯。因为对于海门罗斯，麦克柯里昂一直没有采取什么行动，但是对于法兰吉，麦克柯里昂劝法兰吉去和罗萨罗讲和，并且告诉海门罗斯让罗萨罗杀掉法兰吉，但是法兰吉命大没有杀死，这也是之后法兰吉会去举报柯里昂是一个犯罪集团。虽然汤姆海根后来还和麦克柯里昂说”潘坦居利认为是你陷害他所以去揭发你”,但是麦克柯里昂之前的一句哈直接反映了这点”潘坦居利还活着??”，一个疑问句明显说明了麦克柯里昂第一次还是怀疑到了法兰吉的
</li>
<li>麦克柯里昂最后确定是弗雷多窜通强尼欧拉和海门罗斯杀害他，是在哈瓦那的总统府看表演的时候，弗雷多说了一句”这个地方是强尼欧拉告诉我的”，而之前弗雷多和强尼欧拉见面的时候都假装不认识:-)
</li>
<li>法兰吉潘坦居利最后自杀还是因为希望自己的家人能够保住性命:-)
</li>
<li>汤马西诺在和维托柯里昂回西西里的时候，杀掉维托柯里昂的弑族仇人西西欧的时候，被一个强手打中了腿，这也是为什么第一部还有第三步，汤玛西诺先是一瘸一拐，后来是作在轮椅上的:-)
</li>
</ol>



</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-08-10 12:09:29 CST</p>
<p class="creator">Org version 7.8.02 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
<html><body>
<script type="text/javascript">
var _bdhmProtocol = (("https:" == document.location.protocol) ? " https://" : " http://");
document.write(unescape("%3Cscript src='" + _bdhmProtocol + "hm.baidu.com/h.js%3F54a700ad7035f6e485eaf2300641e7e9' type='text/javascript'%3E%3C/script%3E"));
</script></body></html>